Repository: zkHub/SwiftUIPreview
Catalog: SwiftUIPreview/*.lproj/Localizable.strings
Languages: de, es_419, ja, pt_br

source: Advocate
de: Fürsprecher
es_419: Defensor
ja: 提唱者
pt_br: Defensor

source: Much Empathy
de: Viel Empathie
es_419: Mucha empatía
ja: 高い共感力
pt_br: Muita Empatia

source: Insight Guards Ideals
de: Einsicht bewahrt Ideale
es_419: Perspicacia Protege Ideales
ja: 洞察が理想を守る
pt_br: Perspicácia Protege Ideais

source: "Counselor Personality": Niche but Deep
de: « Beraterpersönlichkeit » : Nischig, Tief
es_419: « Personalidad Asesora » : Nicha, Profunda
ja: 「カウンセラー性格」：ニッチで深い
pt_br: « Personalidade Consultora » : Nicho, Profunda

source: Campaigner
de: Kämpfer
es_419: Campañero
ja: 運動家
pt_br: Campanha

source: Curiosity
de: Neugier
es_419: Curiosidad
ja: 好奇心
pt_br: Curiosidade

source: Back to School
de: Zurück zur Schule
es_419: Regreso a la Escuela
ja: 学校に戻る
pt_br: Volta à Escola

source: Novelty & Passion-Driven
de: Neuheit & Leidenschaft-Getrieben
es_419: Novedad & Pasión-Impulsado
ja: 新奇・情熱主導
pt_br: Novidade & Paixão-Impulsionado

source: "Cheerful Puppy": Enthusiastic, creative
de: « Fröhlicher Welpe » : Enthusiastisch, Kreativ
es_419: « Perrito Alegre » : Entusiasta, Creativo
ja: 「ハッピーパピー」：熱狂的、創造的
pt_br: « Cachorro Feliz » : Entusiasta, Criativo

source: Architect
de: Architekt
es_419: Arquitecto
ja: 建築家
pt_br: Arquiteto

source: Sharp Roast
de: Scharfe Kritik
es_419: Chiste Agudo
ja: 鋭いツッコミ
pt_br: Piada Aperta

source: Focus on Work
de: Sich auf die Arbeit konzentrieren
es_419: Enfocarse en el Trabajo
ja: 仕事に集中
pt_br: Focar no Trabalho

source: Reason Builds Future
de: Vernunft baut die Zukunft
es_419: Razón Construye el Futuro
ja: 理性が未来を築く
pt_br: Razão Constrói o Futuro

source: "Cool top student"：calmness, strategy
de: « Cooler Spitzenstudent » : Ruhe, Strategie
es_419: « Estudiante Top Cool » : Calma, Estrategia
ja: 「クールトップ生」：冷静、戦略
pt_br: « Estudante Top Cool » : Calma, Estrategia
